{
  "encoder": [
    "<pad>",
    "<unk>",
    " ",
    "'",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    "A",
    "B",
    "C",
    "D",
    "E",
    "F",
    "G",
    "H",
    "I",
    "J",
    "K",
    "L",
    "M",
    "N",
    "O",
    "P",
    "Q",
    "R",
    "S",
    "T",
    "U",
    "V",
    "W",
    "X",
    "Y",
    "Z",
    "a",
    "b",
    "c",
    "d",
    "e",
    "f",
    "g",
    "h",
    "i",
    "j",
    "k",
    "l",
    "m",
    "n",
    "o",
    "p",
    "q",
    "r",
    "s",
    "t",
    "u",
    "v",
    "w",
    "x",
    "y",
    "z",
    "·",
    "Á",
    "Â",
    "É",
    "Í",
    "Ñ",
    "Ó",
    "Ú",
    "ß",
    "à",
    "á",
    "â",
    "ã",
    "ä",
    "å",
    "æ",
    "ç",
    "è",
    "é",
    "ê",
    "ë",
    "ì",
    "í",
    "î",
    "ï",
    "ñ",
    "ò",
    "ó",
    "ô",
    "õ",
    "ö",
    "ù",
    "ú",
    "û",
    "ü",
    "ý",
    "ā",
    "ă",
    "ą",
    "č",
    "ę",
    "ğ",
    "ī",
    "ı",
    "ł",
    "ń",
    "ň",
    "ŋ",
    "ő",
    "œ",
    "ř",
    "ś",
    "š",
    "ū",
    "ų",
    "ž",
    "ǁ",
    "ǃ",
    "ș",
    "ț",
    "ʕ",
    "ʻ",
    "ʼ",
    "ก",
    "ข",
    "ฃ",
    "ค",
    "ฅ",
    "ฆ",
    "ง",
    "จ",
    "ฉ",
    "ช",
    "ซ",
    "ฌ",
    "ญ",
    "ฎ",
    "ฏ",
    "ฐ",
    "ฑ",
    "ฒ",
    "ณ",
    "ด",
    "ต",
    "ถ",
    "ท",
    "ธ",
    "น",
    "บ",
    "ป",
    "ผ",
    "ฝ",
    "พ",
    "ฟ",
    "ภ",
    "ม",
    "ย",
    "ร",
    "ฤ",
    "ล",
    "ฦ",
    "ว",
    "ศ",
    "ษ",
    "ส",
    "ห",
    "ฬ",
    "อ",
    "ฮ",
    "ฯ",
    "ะ",
    "ั",
    "า",
    "ำ",
    "ิ",
    "ี",
    "ึ",
    "ื",
    "ุ",
    "ู",
    "ฺ",
    "เ",
    "แ",
    "โ",
    "ใ",
    "ไ",
    "ๅ",
    "็",
    "่",
    "้",
    "๊",
    "๋",
    "์",
    "ᄀ",
    "ᄁ",
    "ᄂ",
    "ᄃ",
    "ᄄ",
    "ᄅ",
    "ᄆ",
    "ᄇ",
    "ᄈ",
    "ᄉ",
    "ᄊ",
    "ᄋ",
    "ᄌ",
    "ᄍ",
    "ᄎ",
    "ᄏ",
    "ᄐ",
    "ᄑ",
    "ᄒ",
    "ᅡ",
    "ᅢ",
    "ᅣ",
    "ᅤ",
    "ᅥ",
    "ᅦ",
    "ᅧ",
    "ᅨ",
    "ᅩ",
    "ᅪ",
    "ᅫ",
    "ᅬ",
    "ᅭ",
    "ᅮ",
    "ᅯ",
    "ᅰ",
    "ᅱ",
    "ᅲ",
    "ᅳ",
    "ᅴ",
    "ᅵ",
    "ᆨ",
    "ᆩ",
    "ᆪ",
    "ᆫ",
    "ᆬ",
    "ᆭ",
    "ᆮ",
    "ᆯ",
    "ᆰ",
    "ᆱ",
    "ᆲ",
    "ᆳ",
    "ᆴ",
    "ᆵ",
    "ᆶ",
    "ᆷ",
    "ᆸ",
    "ᆹ",
    "ᆺ",
    "ᆻ",
    "ᆼ",
    "ᆽ",
    "ᆾ",
    "ᆿ",
    "ᇀ",
    "ᇁ",
    "ᇂ",
    "ṭ",
    "​",
    "‍",
    "ぁ",
    "あ",
    "ぃ",
    "い",
    "ぅ",
    "う",
    "ぇ",
    "え",
    "ぉ",
    "お",
    "か",
    "が",
    "き",
    "ぎ",
    "く",
    "ぐ",
    "け",
    "げ",
    "こ",
    "ご",
    "さ",
    "ざ",
    "し",
    "じ",
    "す",
    "ず",
    "せ",
    "ぜ",
    "そ",
    "ぞ",
    "た",
    "だ",
    "ち",
    "ぢ",
    "っ",
    "つ",
    "づ",
    "て",
    "で",
    "と",
    "ど",
    "な",
    "に",
    "ぬ",
    "ね",
    "の",
    "は",
    "ば",
    "ぱ",
    "ひ",
    "び",
    "ぴ",
    "ふ",
    "ぶ",
    "ぷ",
    "へ",
    "べ",
    "ぺ",
    "ほ",
    "ぼ",
    "ぽ",
    "ま",
    "み",
    "む",
    "め",
    "も",
    "ゃ",
    "や",
    "ゅ",
    "ゆ",
    "ょ",
    "よ",
    "ら",
    "り",
    "る",
    "れ",
    "ろ",
    "ゎ",
    "わ",
    "ゑ",
    "を",
    "ん",
    "゚",
    "ゞ",
    "ァ",
    "ア",
    "ィ",
    "イ",
    "ゥ",
    "ウ",
    "ェ",
    "エ",
    "ォ",
    "オ",
    "カ",
    "ガ",
    "キ",
    "ギ",
    "ク",
    "グ",
    "ケ",
    "ゲ",
    "コ",
    "ゴ",
    "サ",
    "ザ",
    "シ",
    "ジ",
    "ス",
    "ズ",
    "セ",
    "ゼ",
    "ソ",
    "ゾ",
    "タ",
    "ダ",
    "チ",
    "ヂ",
    "ッ",
    "ツ",
    "ヅ",
    "テ",
    "デ",
    "ト",
    "ド",
    "ナ",
    "ニ",
    "ヌ",
    "ネ",
    "ノ",
    "ハ",
    "バ",
    "パ",
    "ヒ",
    "ビ",
    "ピ",
    "フ",
    "ブ",
    "プ",
    "ヘ",
    "ベ",
    "ペ",
    "ホ",
    "ボ",
    "ポ",
    "マ",
    "ミ",
    "ム",
    "メ",
    "モ",
    "ャ",
    "ヤ",
    "ュ",
    "ユ",
    "ョ",
    "ヨ",
    "ラ",
    "リ",
    "ル",
    "レ",
    "ロ",
    "ヮ",
    "ワ",
    "ヰ",
    "ヱ",
    "ヲ",
    "ン",
    "ヴ",
    "ヷ",
    "ヸ",
    "ヹ",
    "ヺ",
    "・",
    "ー",
    "ヿ",
    "ㄱ",
    "ㄴ",
    "ㄷ",
    "ㄹ",
    "ㅁ",
    "ㅅ",
    "ㅇ",
    "ㅈ",
    "ㅊ",
    "ㅋ",
    "ㅌ",
    "ㅍ",
    "ㅏ",
    "ㅐ",
    "ㅑ",
    "ㅓ",
    "ㅔ",
    "ㅕ",
    "ㅖ",
    "ㅗ",
    "ㅘ",
    "ㅚ",
    "ㅛ",
    "ㅜ",
    "ㅝ",
    "ㅞ",
    "ㅟ",
    "ㅠ",
    "ㅡ",
    "ㅢ",
    "ㅣ",
    "㐁",
    "㐆",
    "㐌",
    "㐖",
    "㐨",
    "㐩",
    "㐭",
    "㐱",
    "㐲",
    "㐸",
    "㐻",
    "㑁",
    "㑉",
    "㑊",
    "㑋",
    "㑌",
    "㑍",
    "㑎",
    "㑐",
    "㑓",
    "㑗",
    "㑙",
    "㑚",
    "㑛",
    "㑜",
    "㑝",
    "㑟",
    "㑣",
    "㑥",
    "㑦",
    "㑧",
    "㑨",
    "㑮",
    "㑯",
    "㑰",
    "㑱",
    "㑳",
    "㑵",
    "㑶",
    "㑸",
    "㑻",
    "㑼",
    "㑾",
    "㑿",
    "㒀",
    "㒁",
    "㒂",
    "㒃",
    "㒄",
    "㒅",
    "㒆",
    "㒇",
    "㒈",
    "㒊",
    "㒋",
    "㒍",
    "㒎",
    "㒐",
    "㒑",
    "㒓",
    "㒔",
    "㒕",
    "㒙",
    "㒚",
    "㒛",
    "㒜",
    "㒝",
    "㒞",
    "㒟",
    "㒠",
    "㒡",
    "㒤",
    "㒥",
    "㒦",
    "㒧",
    "㒬",
    "㒴",
    "㒸",
    "㒼",
    "㒽",
    "㒾",
    "㒿",
    "㓁",
    "㓃",
    "㓄",
    "㓅",
    "㓈",
    "㓉",
    "㓊",
    "㓋",
    "㓌",
    "㓎",
    "㓏",
    "㓐",
    "㓑",
    "㓓",
    "㓖",
    "㓚",
    "㓞",
    "㓟",
    "㓠",
    "㓡",
    "㓢",
    "㓣",
    "㓤",
    "㓦",
    "㓧",
    "㓩",
    "㓪",
    "㓭",
    "㓱",
    "㓲",
    "㓳",
    "㓴",
    "㓵",
    "㓷",
    "㓸",
    "㓹",
    "㓺",
    "㓼",
    "㓽",
    "㓾",
    "㔀",
    "㔁",
    "㔂",
    "㔃",
    "㔄",
    "㔅",
    "㔆",
    "㔊",
    "㔋",
    "㔌",
    "㔍",
    "㔎",
    "㔏",
    "㔒",
    "㔓",
    "㔕",
    "㔗",
    "㔘",
    "㔙",
    "㔚",
    "㔝",
    "㔞",
    "㔠",
    "㔡",
    "㔢",
    "㔣",
    "㔤",
    "㔥",
    "㔦",
    "㔧",
    "㔨",
    "㔩",
    "㔪",
    "㔭",
    "㔮",
    "㔯",
    "㔱",
    "㔲",
    "㔳",
    "㔴",
    "㔵",
    "㔶",
    "㔷",
    "㔸",
    "㔹",
    "㔾",
    "㕂",
    "㕃",
    "㕄",
    "㕅",
    "㕆",
    "㕇",
    "㕈",
    "㕉",
    "㕊",
    "㕋",
    "㕌",
    "㕎",
    "㕏",
    "㕐",
    "㕒",
    "㕓",
    "㕖",
    "㕗",
    "㕙",
    "㕟",
    "㕢",
    "㕣",
    "㕤",
    "㕦",
    "㕧",
    "㕨",
    "㕩",
    "㕪",
    "㕫",
    "㕬",
    "㕭",
    "㕮",
    "㕯",
    "㕰",
    "㕱",
    "㕲",
    "㕳",
    "㕷",
    "㕸",
    "㕹",
    "㕻",
    "㕽",
    "㖀",
    "㖃",
    "㖅",
    "㖆",
    "㖇",
    "㖏",
    "㖐",
    "㖑",
    "㖓",
    "㖔",
    "㖕",
    "㖗",
    "㖟",
    "㖠",
    "㖡",
    "㖢",
    "㖣",
    "㖤",
    "㖥",
    "㖦",
    "㖧",
    "㖨",
    "㖩",
    "㖪",
    "㖫",
    "㖮",
    "㖴",
    "㖵",
    "㖶",
    "㖷",
    "㖸",
    "㖹",
    "㖺",
    "㖻",
    "㖿",
    "㗀",
    "㗁",
    "㗂",
    "㗃",
    "㗅",
    "㗆",
    "㗇",
    "㗈",
    "㗉",
    "㗊",
    "㗌",
    "㗍",
    "㗎",
    "㗏",
    "㗑",
    "㗒",
    "㗓",
    "㗔",
    "㗖",
    "㗗",
    "㗘",
    "㗙",
    "㗚",
    "㗜",
    "㗢",
    "㗤",
    "㗥",
    "㗦",
    "㗧",
    "㗨",
    "㗩",
    "㗫",
    "㗬",
    "㗭",
    "㗰",
    "㗱",
    "㗲",
    "㗳",
    "㗴",
    "㗵",
    "㗶",
    "㗷",
    "㗻",
    "㗼",
    "㗾",
    "㗿",
    "㘀",
    "㘁",
    "㘂",
    "㘃",
    "㘄",
    "㘆",
    "㘇",
    "㘈",
    "㘉",
    "㘊",
    "㘋",
    "㘌",
    "㘍",
    "㘐",
    "㘑",
    "㘓",
    "㘔",
    "㘕",
    "㘖",
    "㘗",
    "㘙",
    "㘚",
    "㘜",
    "㘝",
    "㘞",
    "㘟",
    "㘠",
    "㘡",
    "㘢",
    "㘣",
    "㘤",
    "㘥",
    "㘦",
    "㘧",
    "㘨",
    "㘬",
    "㘰",
    "㘵",
    "㘶",
    "㘷",
    "㘺",
    "㘾",
    "㙀",
    "㙁",
    "㙂",
    "㙃",
    "㙄",
    "㙅",
    "㙇",
    "㙈",
    "㙉",
    "㙊",
    "㙋",
    "㙍",
    "㙎",
    "㙏",
    "㙐",
    "㙑",
    "㙓",
    "㙕",
    "㙗",
    "㙘",
    "㙙",
    "㙚",
    "㙛",
    "㙝",
    "㙞",
    "㙟",
    "㙠",
    "㙡",
    "㙢",
    "㙣",
    "㙥",
    "㙦",
    "㙩",
    "㙪",
    "㙫",
    "㙬",
    "㙭",
    "㙮",
    "㙰",
    "㙱",
    "㙳",
    "㙴",
    "㙶",
    "㙷",
    "㙸",
    "㙹",
    "㙺",
    "㙻",
    "㙼",
    "㙾",
    "㚁",
    "㚂",
    "㚃",
    "㚅",
    "㚆",
    "㚇",
    "㚉",
    "㚊",
    "㚋",
    "㚌",
    "㚍",
    "㚏",
    "㚒",
    "㚓",
    "㚔",
    "㚕",
    "㚖",
    "㚗",
    "㚘",
    "㚙",
    "㚚",
    "㚛",
    "㚜",
    "㚝",
    "㚞",
    "㚠",
    "㚡",
    "㚤",
    "㚥",
    "㚦",
    "㚧",
    "㚨",
    "㚩",
    "㚪",
    "㚫",
    "㚬",
    "㚭",
    "㚱",
    "㚲",
    "㚴",
    "㚵",
    "㚹",
    "㚺",
    "㚻",
    "㚼",
    "㚽",
    "㚾",
    "㚿",
    "㛁",
    "㛂",
    "㛃",
    "㛄",
    "㛅",
    "㛈",
    "㛊",
    "㛍",
    "㛎",
    "㛏",
    "㛑",
    "㛒",
    "㛓",
    "㛕",
    "㛖",
    "㛗",
    "㛘",
    "㛙",
    "㛚",
    "㛛",
    "㛜",
    "㛝",
    "㛞",
    "㛢",
    "㛥",
    "㛦",
    "㛧",
    "㛨",
    "㛩",
    "㛪",
    "㛫",
    "㛬",
    "㛭",
    "㛯",
    "㛱",
    "㛲",
    "㛳",
    "㛵",
    "㛶",
    "㛷",
    "㛸",
    "㛹",
    "㛺",
    "㛻",
    "㛼",
    "㛾",
    "㜂",
    "㜃",
    "㜄",
    "㜅",
    "㜆",
    "㜇",
    "㜈",
    "㜉",
    "㜊",
    "㜋",
    "㜌",
    "㜍",
    "㜎",
    "㜐",
    "㜑",
    "㜒",
    "㜓",
    "㜕",
    "㜖",
    "㜗",
    "㜘",
    "㜙",
    "㜚",
    "㜝",
    "㜞",
    "㜠",
    "㜡",
    "㜢",
    "㜣",
    "㜤",
    "㜥",
    "㜦",
    "㜧",
    "㜨",
    "㜩",
    "㜪",
    "㜫",
    "㜭",
    "㜮",
    "㜯",
    "㜰",
    "㜱",
    "㜲",
    "㜳",
    "㜴",
    "㜵",
    "㜶",
    "㜷",
    "㜹",
    "㜺",
    "㜿",
    "㝁",
    "㝂",
    "㝅",
    "㝋",
    "㝌",
    "㝏",
    "㝓",
    "㝔",
    "㝗",
    "㝘",
    "㝙",
    "㝚",
    "㝝",
    "㝞",
    "㝟",
    "㝢",
    "㝣",
    "㝤",
    "㝥",
    "㝧",
    "㝨",
    "㝩",
    "㝪",
    "㝫",
    "㝬",
    "㝭",
    "㝮",
    "㝯",
    "㝰",
    "㝷",
    "㝸",
    "㝺",
    "㝻",
    "㝼",
    "㝽",
    "㝾",
    "㞀",
    "㞁",
    "㞂",
    "㞃",
    "㞄",
    "㞅",
    "㞆",
    "㞇",
    "㞈",
    "㞉",
    "㞊",
    "㞋",
    "㞌",
    "㞍",
    "㞎",
    "㞏",
    "㞐",
    "㞒",
    "㞓",
    "㞔",
    "㞖",
    "㞗",
    "㞘",
    "㞚",
    "㞛",
    "㞜",
    "㞞",
    "㞟",
    "㞠",
    "㞤",
    "㞥",
    "㞦",
    "㞨",
    "㞩",
    "㞪",
    "㞫",
    "㞬",
    "㞭",
    "㞯",
    "㞰",
    "㞱",
    "㞲",
    "㞳",
    "㞴",
    "㞶",
    "㞷",
    "㞸",
    "㞺",
    "㞻",
    "㞼",
    "㞽",
    "㞾",
    "㞿",
    "㟀",
    "㟂",
    "㟃",
    "㟄",
    "㟅",
    "㟇",
    "㟈",
    "㟉",
    "㟊",
    "㟋",
    "㟌",
    "㟍",
    "㟎",
    "㟏",
    "㟐",
    "㟑",
    "㟓",
    "㟔",
    "㟖",
    "㟗",
    "㟘",
    "㟙",
    "㟛",
    "㟝",
    "㟞",
    "㟟",
    "㟠",
    "㟤",
    "㟨",
    "㟩",
    "㟪",
    "㟫",
    "㟬",
    "㟮",
    "㟰",
    "㟱",
    "㟲",
    "㟳",
    "㟴",
    "㟵",
    "㟶",
    "㟹",
    "㟻",
    "㟽",
    "㟾",
    "㟿",
    "㠅",
    "㠆",
    "㠇",
    "㠈",
    "㠉",
    "㠊",
    "㠋",
    "㠌",
    "㠍",
    "㠎",
    "㠏",
    "㠐",
    "㠑",
    "㠓",
    "㠔",
    "㠕",
    "㠖",
    "㠗",
    "㠙",
    "㠚",
    "㠛",
    "㠜",
    "㠟",
    "㠡",
    "㠢",
    "㠣",
    "㠥",
    "㠦",
    "㠧",
    "㠨",
    "㠭",
    "㠮",
    "㠱",
    "㠲",
    "㠴",
    "㠵",
    "㠷",
    "㠸",
    "㠹",
    "㠺",
    "㠼",
    "㠽",
    "㠾",
    "㠿",
    "㡀",
    "㡁",
    "㡂",
    "㡃",
    "㡄",
    "㡅",
    "㡇",
    "㡈",
    "㡉",
    "㡋",
    "㡏",
    "㡐",
    "㡑",
    "㡒",
    "㡓",
    "㡔",
    "㡕",
    "㡖",
    "㡗",
    "㡘",
    "㡙",
    "㡚",
    "㡛",
    "㡜",
    "㡝",
    "㡞",
    "㡟",
    "㡠",
    "㡢",
    "㡥",
    "㡦",
    "㡧",
    "㡨",
    "㡩",
    "㡪",
    "㡫",
    "㡮",
    "㡯",
    "㡰",
    "㡱",
    "㡲",
    "㡳",
    "㡴",
    "㡵",
    "㡶",
    "㡷",
    "㡸",
    "㡹",
    "㡺",
    "㡻",
    "㡼",
    "㡽",
    "㡾",
    "㢀",
    "㢁",
    "㢂",
    "㢃",
    "㢄",
    "㢅",
    "㢈",
    "㢉",
    "㢊",
    "㢋",
    "㢌",
    "㢍",
    "㢎",
    "㢏",
    "㢑",
    "㢒",
    "㢓",
    "㢔",
    "㢖",
    "㢗",
    "㢙",
    "㢚",
    "㢛",
    "㢜",
    "㢝",
    "㢞",
    "㢟",
    "㢥",
    "㢦",
    "㢨",
    "㢩",
    "㢬",
    "㢭",
    "㢮",
    "㢯",
    "㢰",
    "㢱",
    "㢲",
    "㢳",
    "㢵",
    "㢶",
    "㢺",
    "㢻",
    "㢼",
    "㢾",
    "㣀",
    "㣁",
    "㣂",
    "㣄",
    "㣅",
    "㣆",
    "㣇",
    "㣈",
    "㣌",
    "㣍",
    "㣎",
    "㣑",
    "㣒",
    "㣓",
    "㣔",
    "㣙",
    "㣚",
    "㣛",
    "㣜",
    "㣝",
    "㣞",
    "㣟",
    "㣠",
    "㣢",
    "㣣",
    "㣤",
    "㣪",
    "㣬",
    "㣭",
    "㣯",
    "㣰",
    "㣱",
    "㣵",
    "㣶",
    "㣷",
    "㣻",
    "㣼",
    "㣾",
    "㣿",
    "㤁",
    "㤃",
    "㤄",
    "㤅",
    "㤆",
    "㤇",
    "㤈",
    "㤉",
    "㤊",
    "㤋",
    "㤌",
    "㤍",
    "㤎",
    "㤏",
    "㤑",
    "㤒",
    "㤔",
    "㤕",
    "㤗",
    "㤚",
    "㤜",
    "㤝",
    "㤞",
    "㤟",
    "㤠",
    "㤡",
    "㤢",
    "㤥",
    "㤦",
    "㤧",
    "㤨",
    "㤩",
    "㤪",
    "㤬",
    "㤮",
    "㤯",
    "㤰",
    "㤱",
    "㤲",
    "㤳",
    "㤴",
    "㤵",
    "㤶",
    "㤷",
    "㤸",
    "㤹",
    "㤾",
    "㤿",
    "㥀",
    "㥂",
    "㥃",
    "㥄",
    "㥅",
    "㥆",
    "㥇",
    "㥈",
    "㥉",
    "㥊",
    "㥋",
    "㥌",
    "㥍",
    "㥎",
    "㥏",
    "㥐",
    "㥒",
    "㥓",
    "㥔",
    "㥕",
    "㥖",
    "㥚",
    "㥛",
    "㥜",
    "㥝",
    "㥞",
    "㥟",
    "㥠",
    "㥡",
    "㥢",
    "㥣",
    "㥥",
    "㥩",
    "㥬",
    "㥭",
    "㥮",
    "㥯",
    "㥰",
    "㥱",
    "㥳",
    "㥴",
    "㥵",
    "㥶",
    "㥷",
    "㥸",
    "㥹",
    "㥺",
    "㥼",
    "㥽",
    "㥾",
    "㦀",
    "㦁",
    "㦃",
    "㦄",
    "㦅",
    "㦆",
    "㦇",
    "㦊",
    "㦋",
    "㦌",
    "㦍",
    "㦎",
    "㦏",
    "㦐",
    "㦑",
    "㦒",
    "㦓",
    "㦔",
    "㦕",
    "㦗",
    "㦘",
    "㦚",
    "㦛",
    "㦜",
    "㦝",
    "㦟",
    "㦠",
    "㦢",
    "㦣",
    "㦤",
    "㦥",
    "㦦",
    "㦩",
    "㦪",
    "㦫",
    "㦬",
    "㦯",
    "㦰",
    "㦴",
    "㦵",
    "㦶",
    "㦷",
    "㦸",
    "㦹",
    "㦺",
    "㦻",
    "㦼",
    "㦽",
    "㦿",
    "㧀",
    "㧁",
    "㧂",
    "㧃",
    "㧄",
    "㧅",
    "㧆",
    "㧇",
    "㧈",
    "㧉",
    "㧊",
    "㧋",
    "㧌",
    "㧎",
    "㧒",
    "㧓",
    "㧔",
    "㧕",
    "㧖",
    "㧗",
    "㧘",
    "㧙",
    "㧚",
    "㧜",
    "㧠",
    "㧡",
    "㧢",
    "㧣",
    "㧤",
    "㧥",
    "㧦",
    "㧨",
    "㧩",
    "㧪",
    "㧬",
    "㧭",
    "㧮",
    "㧯",
    "㧲",
    "㧳",
    "㧴",
    "㧶",
    "㧷",
    "㧸",
    "㧹",
    "㧺",
    "㧻",
    "㧼",
    "㧽",
    "㧾",
    "㨁",
    "㨂",
    "㨃",
    "㨄",
    "㨅",
    "㨆",
    "㨇",
    "㨉",
    "㨊",
    "㨋",
    "㨌",
    "㨍",
    "㨎",
    "㨏",
    "㨐",
    "㨑",
    "㨒",
    "㨓",
    "㨔",
    "㨕",
    "㨖",
    "㨙",
    "㨚",
    "㨛",
    "㨜",
    "㨝",
    "㨞",
    "㨟",
    "㨠",
    "㨡",
    "㨢",
    "㨤",
    "㨥",
    "㨧",
    "㨨",
    "㨩",
    "㨭",
    "㨮",
    "㨯",
    "㨰",
    "㨱",
    "㨲",
    "㨳",
    "㨴",
    "㨵",
    "㨶",
    "㨷",
    "㨸",
    "㨹",
    "㨺",
    "㨻",
    "㨼",
    "㨽",
    "㩁",
    "㩃",
    "㩄",
    "㩆",
    "㩇",
    "㩈",
    "㩉",
    "㩊",
    "㩋",
    "㩌",
    "㩍",
    "㩎",
    "㩐",
    "㩓",
    "㩔",
    "㩖",
    "㩘",
    "㩙",
    "㩚",
    "㩛",
    "㩜",
    "㩝",
    "㩞",
    "㩟",
    "㩠",
    "㩡",
    "㩢",
    "㩤",
    "㩧",
    "㩨",
    "㩩",
    "㩪",
    "㩮",
    "㩯",
    "㩰",
    "㩱",
    "㩳",
    "㩴",
    "㩵",
    "㩶",
    "㩷",
    "㩸",
    "㩹",
    "㩺",
    "㩻",
    "㩼",
    "㩽",
    "㩾",
    "㩿",
    "㪀",
    "㪁",
    "㪂",
    "㪃",
    "㪄",
    "㪆",
    "㪇",
    "㪈",
    "㪉",
    "㪊",
    "㪋",
    "㪌",
    "㪎",
    "㪏",
    "㪐",
    "㪑",
    "㪒",
    "㪓",
    "㪔",
    "㪕",
    "㪖",
    "㪙",
    "㪛",
    "㪜",
    "㪝",
    "㪞",
    "㪠",
    "㪡",
    "㪢",
    "㪣",
    "㪤",
    "㪥",
    "㪦",
    "㪧",
    "㪨",
    "㪩",
    "㪪",
    "㪫",
    "㪬",
    "㪭",
    "㪮",
    "㪱",
    "㪴",
    "㪵",
    "㪹",
    "㪺",
    "㪻",
    "㪼",
    "㪾",
    "㫀",
    "㫁",
    "㫂",
    "㫃",
    "㫅",
    "㫊",
    "㫍",
    "㫎",
    "㫏",
    "㫐",
    "㫒",
    "㫗",
    "㫘",
    "㫙",
    "㫛",
    "㫜",
    "㫝",
    "㫟",
    "㫢",
    "㫥",
    "㫦",
    "㫨",
    "㫮",
    "㫯",
    "㫰",
    "㫱",
    "㫲",
    "㫳",
    "㫵",
    "㫶",
    "㫷",
    "㫸",
    "㫹",
    "㫻",
    "㫼",
    "㫽",
    "㬂",
    "㬃",
    "㬄",
    "㬅",
    "㬆",
    "㬇",
    "㬈",
    "㬊",
    "㬋",
    "㬍",
    "㬎",
    "㬏",
    "㬐",
    "㬒",
    "㬓",
    "㬔",
    "㬕",
    "㬗",
    "㬘",
    "㬚",
    "㬛",
    "㬝",
    "㬞",
    "㬟",
    "㬡",
    "㬣",
    "㬤",
    "㬦",
    "㬩",
    "㬫",
    "㬬",
    "㬭",
    "㬮",
    "㬯",
    "㬱",
    "㬲",
    "㬳",
    "㬴",
    "㬵",
    "㬶",
    "㬸",
    "㬹",
    "㬻",
    "㬼",
    "㬿",
    "㭁",
    "㭂",
    "㭄",
    "㭇",
    "㭈",
    "㭉",
    "㭋",
    "㭌",
    "㭑",
    "㭒",
    "㭔",
    "㭕",
    "㭘",
    "㭙",
    "㭚",
    "㭛",
    "㭜",
    "㭝",
    "㭞",
    "㭠",
    "㭡",
    "㭢",
    "㭩",
    "㭪",
    "㭫",
    "㭬",
    "㭭",
    "㭮",
    "㭯",
    "㭰",
    "㭱",
    "㭲",
    "㭸",
    "㭹",
    "㭺",
    "㭼",
    "㭽",
    "㭾",
    "㭿",
    "㮀",
    "㮁",
    "㮂",
    "㮃",
    "㮄",
    "㮆",
    "㮇",
    "㮈",
    "㮋",
    "㮌",
    "㮍",
    "㮎",
    "㮏",
    "㮐",
    "㮑",
    "㮒",
    "㮓",
    "㮔",
    "㮕",
    "㮖",
    "㮗",
    "㮘",
    "㮙",
    "㮚",
    "㮛",
    "㮜",
    "㮝",
    "㮞",
    "㮟",
    "㮢",
    "㮣",
    "㮤",
    "㮥",
    "㮦",
    "㮧",
    "㮨",
    "㮩",
    "㮪",
    "㮫",
    "㮬",
    "㮭",
    "㮮",
    "㮯",
    "㮰",
    "㮱",
    "㮲",
    "㮵",
    "㮶",
    "㮷",
    "㮸",
    "㮹",
    "㮾",
    "㮿",
    "㯀",
    "㯁",
    "㯂",
    "㯃",
    "㯄",
    "㯅",
    "㯆",
    "㯇",
    "㯈",
    "㯉",
    "㯊",
    "㯋",
    "㯌",
    "㯍",
    "㯎",
    "㯓",
    "㯔",
    "㯕",
    "㯖",
    "㯗",
    "㯘",
    "㯙",
    "㯚",
    "㯛",
    "㯜",
    "㯝",
    "㯞",
    "㯠",
    "㯡",
    "㯤",
    "㯥",
    "㯩",
    "㯪",
    "㯫",
    "㯬",
    "㯮",
    "㯯",
    "㯰",
    "㯱",
    "㯲",
    "㯳",
    "㯷",
    "㯸",
    "㯹",
    "㯺",
    "㯻",
    "㯼",
    "㯾",
    "㯿",
    "㰀",
    "㰁",
    "㰂",
    "㰃",
    "㰄",
    "㰅",
    "㰈",
    "㰊",
    "㰋",
    "㰌",
    "㰎",
    "㰐",
    "㰑",
    "㰒",
    "㰔",
    "㰖",
    "㰗",
    "㰘",
    "㰙",
    "㰚",
    "㰝",
    "㰞",
    "㰟",
    "㰠",
    "㰡",
    "㰢",
    "㰣",
    "㰤",
    "㰥",
    "㰦",
    "㰧",
    "㰨",
    "㰩",
    "㰪",
    "㰫",
    "㰬",
    "㰭",
    "㰮",
    "㰯",
    "㰰",
    "㰲",
    "㰳",
    "㰴",
    "㰵",
    "㰶",
    "㰷",
    "㰹",
    "㰺",
    "㰻",
    "㰼",
    "㰽",
    "㰾",
    "㰿",
    "㱀",
    "㱁",
    "㱂",
    "㱄",
    "㱆",
    "㱇",
    "㱈",
    "㱉",
    "㱊",
    "㱋",
    "㱌",
    "㱍",
    "㱎",
    "㱟",
    "㱬",
    "㱯",
    "㱶",
    "㱻",
    "㱿",
    "㲉",
    "㲋",
    "㲌",
    "㲎",
    "㲒",
    "㲓",
    "㲚",
    "㲞",
    "㲡",
    "㲦",
    "㲨",
    "㲪",
    "㲯",
    "㲲",
    "㲳",
    "㲴",
    "㲸",
    "㲺",
    "㲼",
    "㳁",
    "㳇",
    "㳊",
    "㳌",
    "㳍",
    "㳏",
    "㳘",
    "㳚",
    "㳦",
    "㳧",
    "㳬",
    "㳳",
    "㳸",
    "㳾",
    "㴁",
    "㴇",
    "㴎",
    "㴔",
    "㴕",
    "㴙",
    "㴛",
    "㴧",
    "㴫",
    "㴴",
    "㴵",
    "㵀",
    "㵃",
    "㵆",
    "㵊",
    "㵐",
    "㵑",
    "㵓",
    "㵗",
    "㵘",
    "㵞",
    "㵠",
    "㵤",
    "㵭",
    "㵮",
    "㵴",
    "㵵",
    "㵶",
    "㵾",
    "㶀",
    "㶁",
    "㶆",
    "㶏",
    "㶒",
    "㶓",
    "㶕",
    "㶞",
    "㶟",
    "㶠",
    "㶥",
    "㶫",
    "㶭",
    "㶲",
    "㶷",
    "㷄",
    "㷅",
    "㷉",
    "㷍",
    "㷒",
    "㷔",
    "㷕",
    "㷟",
    "㷠",
    "㷣",
    "㷫",
    "㷳",
    "㷹",
    "㷻",
    "㸅",
    "㸆",
    "㸌",
    "㸒",
    "㸖",
    "㸗",
    "㸙",
    "㸚",
    "㸜",
    "㸣",
    "㸨",
    "㸩",
    "㸪",
    "㸬",
    "㸭",
    "㸮",
    "㸯",
    "㸰",
    "㸱",
    "㸳",
    "㸵",
    "㸶",
    "㸷",
    "㸸",
    "㸹",
    "㸺",
    "㸻",
    "㸼",
    "㸽",
    "㸾",
    "㹀",
    "㹁",
    "㹂",
    "㹃",
    "㹄",
    "㹆",
    "㹇",
    "㹈",
    "㹉",
    "㹋",
    "㹌",
    "㹍",
    "㹎",
    "㹏",
    "㹐",
    "㹑",
    "㹒",
    "㹓",
    "㹔",
    "㹕",
    "㹖",
    "㹗",
    "㹘",
    "㹙",
    "㹜",
    "㹢",
    "㹬",
    "㹭",
    "㹱",
    "㹲",
    "㹳",
    "㹴",
    "㹼",
    "㹽",
    "㺀",
    "㺄",
    "㺋",
    "㺎",
    "㺏",
    "㺐",
    "㺑",
    "㺒",
    "㺔",
    "㺢",
    "㺦",
    "㺧",
    "㺩",
    "㺱",
    "㺸",
    "㺿",
    "㻇",
    "㻊",
    "㻋",
    "㻍",
    "㻒",
    "㻓",
    "㻝",
    "㻞",
    "㻤",
    "㻬",
    "㻶",
    "㼆",
    "㼈",
    "㼉",
    "㼊",
    "㼋",
    "㼌",
    "㼍",
    "㼎",
    "㼏",
    "㼐",
    "㼑",
    "㼒",
    "㼓",
    "㼔",
    "㼕",
    "㼖",
    "㼗",
    "㼘",
    "㼙",
    "㼚",
    "㼜",
    "㼞",
    "㼟",
    "㼠",
    "㼡",
    "㼢",
    "㼣",
    "㼤",
    "㼥",
    "㼦",
    "㼧",
    "㼨",
    "㼩",
    "㼪",
    "㼫",
    "㼬",
    "㼭",
    "㼮",
    "㼯",
    "㼰",
    "㼵",
    "㼻",
    "㼿",
    "㽉",
    "㽊",
    "㽎",
    "㽏",
    "㽕",
    "㽘",
    "㽚",
    "㽛",
    "㽠",
    "㽤",
    "㽥",
    "㽪",
    "㽭",
    "㽯",
    "㽰",
    "㽱",
    "㾀",
    "㾁",
    "㾏",
    "㾓",
    "㾞",
    "㾠",
    "㾥",
    "㾪",
    "㾮",
    "㾯",
    "㾴",
    "㾵",
    "㾶",
    "㾷",
    "㾹",
    "㾻",
    "㿃",
    "㿋",
    "㿗",
    "㿠",
    "㿧",
    "㿰",
    "㿱",
    "㿴",
    "㿵",
    "㿶",
    "㿷",
    "㿸",
    "㿹",
    "㿺",
    "㿻",
    "㿼",
    "㿽",
    "㿾",
    "㿿",
    "䀀",
    "䀁",
    "䀂",
    "䀃",
    "䀅",
    "䀇",
    "䀉",
    "䀊",
    "䀍",
    "䀐",
    "䀚",
    "䀟",
    "䀠",
    "䀦",
    "䀫",
    "䀰",
    "䀱",
    "䀴",
    "䀹",
    "䁆",
    "䁌",
    "䁍",
    "䁎",
    "䁏",
    "䁐",
    "䁑",
    "䁒",
    "䁓",
    "䁔",
    "䁝",
    "䁦",
    "䁪",
    "䁱",
    "䁻",
    "䁽",
    "䁾",
    "䁿",
    "䂆",
    "䂇",
    "䂌",
    "䂎",
    "䂗",
    "䂛",
    "䂞",
    "䂟",
    "䂠",
    "䂡",
    "䂢",
    "䂣",
    "䂧",
    "䂩",
    "䂬",
    "䂮",
    "䂳",
    "䂶",
    "䂷",
    "䂺",
    "䂻",
    "䂼",
    "䂽",
    "䂾",
    "䃎",
    "䃑",
    "䃕",
    "䃘",
    "䃚",
    "䃟",
    "䃠",
    "䃭",
    "䃮",
    "䃰",
    "䃲",
    "䃴",
    "䃶",
    "䃸",
    "䃺",
    "䃼",
    "䃾",
    "䃿",
    "䄟",
    "䄦",
    "䄧",
    "䄨",
    "䄩",
    "䄪",
    "䅃",
    "䅅",
    "䅈",
    "䅎",
    "䅘",
    "䅠",
    "䅣",
    "䆀",
    "䆆",
    "䆗",
    "䆨",
    "䆰",
    "䆳",
    "䆸",
    "䆽",
    "䇂",
    "䇈",
    "䇓",
    "䇘",
    "䇠",
    "䇫",
    "䇭",
    "䈆",
    "䈈",
    "䈞",
    "䈡",
    "䈢",
    "䈪",
    "䈬",
    "䈮",
    "䈰",
    "䈶",
    "䉆",
    "䉐",
    "䉔",
    "䉙",
    "䉛",
    "䉟",
    "䉥",
    "䉬",
    "䉱",
    "䉲",
    "䉷",
    "䉹",
    "䊆",
    "䊙",
    "䊟",
    "䊡",
    "䊦",
    "䊧",
    "䊬",
    "䊭",
    "䊵",
    "䊷",
    "䊺",
    "䋎",
    "䋏",
    "䋖",
    "䋙",
    "䋚",
    "䋪",
    "䋰",
    "䋻",
    "䋼",
    "䋽",
    "䋿",
    "䌀",
    "䌁",
    "䌂",
    "䌈",
    "䌋",
    "䌔",
    "䌗",
    "䌝",
    "䌟",
    "䌠",
    "䌣",
    "䌥",
    "䌰",
    "䌵",
    "䍃",
    "䍇",
    "䍉",
    "䍎",
    "䍐",
    "䍔",
    "䍖",
    "䍜",
    "䍟",
    "䍡",
    "䍤",
    "䍦",
    "䍺",
    "䎃",
    "䎉",
    "䎑",
    "䎕",
    "䎖",
    "䎙",
    "䎚",
    "䎜",
    "䎟",
    "䎠",
    "䎡",
    "䎦",
    "䎧",
    "䎭",
    "䏊",
    "䏌",
    "䏎",
    "䏏",
    "䏐",
    "䏑",
    "䏒",
    "䏓",
    "䏔",
    "䏖",
    "䏗",
    "䏘",
    "䏙",
    "䏚",
    "䏛",
    "䏜",
    "䏟",
    "䏡",
    "䏣",
    "䏱",
    "䏲",
    "䏺",
    "䐁",
    "䐃",
    "䐄",
    "䐓",
    "䐔",
    "䐜",
    "䐥",
    "䐦",
    "䐬",
    "䐮",
    "䐯",
    "䐱",
    "䐷",
    "䑂",
    "䑃",
    "䑔",
    "䑗",
    "䑣",
    "䑦",
    "䑸",
    "䑻",
    "䒃",
    "䒆",
    "䒉",
    "䒌",
    "䒔",
    "䒟",
    "䒢",
    "䒤",
    "䒦",
    "䒩",
    "䒭",
    "䒲",
    "䒴",
    "䒵",
    "䒾",
    "䓆",
    "䓈",
    "䓊",
    "䓕",
    "䓚",
    "䓛",
    "䓝",
    "䓡",
    "䓣",
    "䓤",
    "䓥",
    "䓪",
    "䓫",
    "䓬",
    "䓮",
    "䓯",
    "䓳",
    "䓴",
    "䔁",
    "䔄",
    "䔆",
    "䔏",
    "䔘",
    "䔛",
    "䔺",
    "䔽",
    "䕍",
    "䕒",
    "䕟",
    "䕢",
    "䕤",
    "䕳",
    "䕺",
    "䖃",
    "䖅",
    "䖆",
    "䖊",
    "䖐",
    "䖒",
    "䖘",
    "䖙",
    "䖡",
    "䖦",
    "䖬",
    "䖭",
    "䖯",
    "䖳",
    "䖵",
    "䖺",
    "䖻",
    "䗅",
    "䗆",
    "䗇",
    "䗓",
    "䗘",
    "䗛",
    "䗢",
    "䗤",
    "䗥",
    "䗩",
    "䗴",
    "䗻",
    "䗼",
    "䗽",
    "䘆",
    "䘎",
    "䘓",
    "䘔",
    "䘝",
    "䘥",
    "䘬",
    "䘭",
    "䘵",
    "䘷",
    "䘼",
    "䘿",
    "䙆",
    "䙎",
    "䙔",
    "䙘",
    "䙡",
    "䙬",
    "䙯",
    "䙰",
    "䙳",
    "䙵",
    "䙽",
    "䚕",
    "䚗",
    "䚛",
    "䚩",
    "䚮",
    "䚳",
    "䚵",
    "䚺",
    "䚽",
    "䛅",
    "䛈",
    "䛊",
    "䛍",
    "䛏",
    "䛘",
    "䛛",
    "䛞",
    "䛤",
    "䛬",
    "䛳",
    "䛴",
    "䛻",
    "䛽",
    "䛿",
    "䜀",
    "䜁",
    "䜂",
    "䜉",
    "䜋",
    "䜌",
    "䜎",
    "䜒",
    "䜖",
    "䜗",
    "䜚",
    "䜝",
    "䜠",
    "䜮",
    "䜯",
    "䜰",
    "䜱",
    "䜴",
    "䝃",
    "䝒",
    "䝕",
    "䝞",
    "䝡",
    "䝤",
    "䝭",
    "䝱",
    "䝻",
    "䝼",
    "䝽",
    "䞈",
    "䞋",
    "䞓",
    "䞔",
    "䞛",
    "䞤",
    "䞦",
    "䞯",
    "䞰",
    "䞱",
    "䞴",
    "䞷",
    "䟃",
    "䟄",
    "䟇",
    "䟉",
    "䟍",
    "䟑",
    "䟓",
    "䟕",
    "䟘",
    "䟙",
    "䟛",
    "䟜",
    "䟣",
    "䟫",
    "䟴",
    "䟹",
    "䟺",
    "䟻",
    "䟼",
    "䠀",
    "䠆",
    "䠊",
    "䠐",
    "䠑",
    "䠙",
    "䠚",
    "䠜",
    "䠞",
    "䠠",
    "䠨",
    "䠫",
    "䠯",
    "䠷",
    "䡅",
    "䡆",
    "䡇",
    "䡊",
    "䡐",
    "䡓",
    "䡗",
    "䡘",
    "䡛",
    "䡟",
    "䡦",
    "䡩",
    "䡬",
    "䡯",
    "䡰",
    "䡱",
    "䡳",
    "䡴",
    "䡵",
    "䡶",
    "䡷",
    "䢃",
    "䢊",
    "䢗",
    "䢟",
    "䢱",
    "䢺",
    "䢼",
    "䢽",
    "䣄",
    "䣕",
    "䣘",
    "䣛",
    "䣦",
    "䣧",
    "䣪",
    "䣫",
    "䣱",
    "䣶",
    "䤊",
    "䤌",
    "䤍",
    "䤐",
    "䤙",
    "䤝",
    "䤤",
    "䤥",
    "䤧",
    "䤨",
    "䤪",
    "䤭",
    "䤼",
    "䤿",
    "䥄",
    "䥇",
    "䥎",
    "䥑",
    "䥓",
    "䥕",
    "䥛",
    "䥱",
    "䥲",
    "䥸",
    "䦊",
    "䦖",
    "䦘",
    "䦛",
    "䦜",
    "䦝",
    "䦟",
    "䦣",
    "䦪",
    "䦯",
    "䦳",
    "䧁",
    "䧆",
    "䧢",
    "䧫",
    "䧿",
    "䨟",
    "䨣",
    "䨤",
    "䨥",
    "䨨",
    "䨯",
    "䨲",
    "䨳",
    "䨴",
    "䨺",
    "䨻",
    "䨼",
    "䨿",
    "䩁",
    "䩂",
    "䩕",
    "䩞",
    "䩤",
    "䩬",
    "䩮",
    "䩸",
    "䩺",
    "䩻",
    "䩽",
    "䪄",
    "䪊",
    "䪕",
    "䪜",
    "䪞",
    "䪬",
    "䪴",
    "䪷",
    "䪺",
    "䪼",
    "䪾",
    "䫀",
    "䫂",
    "䫃",
    "䫄",
    "䫅",
    "䫆",
    "䫇",
    "䫈",
    "䫌",
    "䫏",
    "䫑",
    "䫒",
    "䫓",
    "䫔",
    "䫕",
    "䫖",
    "䫗",
    "䫘",
    "䫚",
    "䫛",
    "䫜",
    "䫝",
    "䫞",
    "䫟",
    "䫠",
    "䫡",
    "䫢",
    "䫣",
    "䫤",
    "䫥",
    "䫦",
    "䫨",
    "䫩",
    "䫪",
    "䫫",
    "䫬",
    "䫭",
    "䫮",
    "䫰",
    "䫱",
    "䫲",
    "䫴",
    "䫵",
    "䫶",
    "䫸",
    "䫹",
    "䫺",
    "䫻",
    "䫼",
    "䫽",
    "䫾",
    "䫿",
    "䬀",
    "䬁",
    "䬂",
    "䬄",
    "䬅",
    "䬆",
    "䬇",
    "䬈",
    "䬉",
    "䬊",
    "䬋",
    "䬌",
    "䬍",
    "䬎",
    "䬏",
    "䬐",
    "䬑",
    "䬒",
    "䬓",
    "䬔",
    "䬕",
    "䬘",
    "䬛",
    "䬝",
    "䬞",
    "䬟",
    "䬡",
    "䬢",
    "䬣",
    "䬥",
    "䬦",
    "䬧",
    "䬨",
    "䬫",
    "䬬",
    "䬯",
    "䬰",
    "䬱",
    "䬲",
    "䬳",
    "䬵",
    "䬶",
    "䬷",
    "䬼",
    "䬽",
    "䬾",
    "䬿",
    "䭀",
    "䭁",
    "䭂",
    "䭃",
    "䭄",
    "䭅",
    "䭆",
    "䭈",
    "䭉",
    "䭊",
    "䭎",
    "䭐",
    "䭑",
    "䭒",
    "䭓",
    "䭔",
    "䭕",
    "䭖",
    "䭘",
    "䭙",
    "䭝",
    "䭞",
    "䭠",
    "䭡",
    "䭢",
    "䭤",
    "䭦",
    "䭧",
    "䭨",
    "䭩",
    "䭫",
    "䭭",
    "䭮",
    "䭰",
    "䭱",
    "䭲",
    "䭳",
    "䭴",
    "䭶",
    "䭷",
    "䭸",
    "䭹",
    "䭺",
    "䭻",
    "䭼",
    "䭾",
    "䭿",
    "䮀",
    "䮁",
    "䮂",
    "䮄",
    "䮊",
    "䮋",
    "䮍",
    "䮎",
    "䮏",
    "䮑",
    "䮒",
    "䮓",
    "䮔",
    "䮕",
    "䮖",
    "䮗",
    "䮘",
    "䮙",
    "䮚",
    "䮜",
    "䮝",
    "䮞",
    "䮟",
    "䮠",
    "䮡",
    "䮢",
    "䮤",
    "䮥",
    "䮧",
    "䮨",
    "䮩",
    "䮪",
    "䮫",
    "䮬",
    "䮭",
    "䮮",
    "䮰",
    "䮱",
    "䮳",
    "䮴",
    "䮵",
    "䮷",
    "䮸",
    "䮹",
    "䮺",
    "䮾",
    "䮿",
    "䯀",
    "䯂",
    "䯇",
    "䯈",
    "䯉",
    "䯋",
    "䯌",
    "䯍",
    "䯏",
    "䯑",
    "䯓",
    "䯔",
    "䯕",
    "䯖",
    "䯗",
    "䯘",
    "䯙",
    "䯚",
    "䯛",
    "䯜",
    "䯞",
    "䯟",
    "䯠",
    "䯢",
    "䯣",
    "䯤",
    "䯥",
    "䯦",
    "䯨",
    "䯪",
    "䯬",
    "䯭",
    "䯮",
    "䯰",
    "䯱",
    "䯲",
    "䯳",
    "䯴",
    "䯵",
    "䯷",
    "䯸",
    "䯹",
    "䯼",
    "䯽",
    "䯾",
    "䯿",
    "䰀",
    "䰁",
    "䰂",
    "䰃",
    "䰄",
    "䰆",
    "䰈",
    "䰉",
    "䰊",
    "䰌",
    "䰍",
    "䰎",
    "䰏",
    "䰐",
    "䰒",
    "䰓",
    "䰔",
    "䰕",
    "䰖",
    "䰘",
    "䰙",
    "䰚",
    "䰝",
    "䰠",
    "䰡",
    "䰢",
    "䰣",
    "䰤",
    "䰥",
    "䰦",
    "䰧",
    "䰩",
    "䰫",
    "䰬",
    "䰭",
    "䰯",
    "䰰",
    "䰱",
    "䰲",
    "䰴",
    "䰵",
    "䰷",
    "䰸",
    "䰼",
    "䰽",
    "䰾",
    "䱀",
    "䱁",
    "䱂",
    "䱃",
    "䱅",
    "䱆",
    "䱈",
    "䱊",
    "䱋",
    "䱌",
    "䱍",
    "䱏",
    "䱐",
    "䱑",
    "䱒",
    "䱓",
    "䱕",
    "䱖",
    "䱗",
    "䱚",
    "䱛",
    "䱜",
    "䱝",
    "䱞",
    "䱟",
    "䱠",
    "䱡",
    "䱢",
    "䱣",
    "䱤",
    "䱥",
    "䱦",
    "䱧",
    "䱨",
    "䱬",
    "䱭",
    "䱮",
    "䱯",
    "䱰",
    "䱱",
    "䱲",
    "䱵",
    "䱶",
    "䱷",
    "䱸",
    "䱺",
    "䱻",
    "䱼",
    "䱾",
    "䱿",
    "䲀",
    "䲁",
    "䲂",
    "䲃",
    "䲄",
    "䲅",
    "䲉",
    "䲊",
    "䲌",
    "䲏",
    "䲐",
    "䲑",
    "䲓",
    "䲕",
    "䲖",
    "䲗",
    "䲘",
    "䲙",
    "䲚",
    "䲛",
    "䲜",
    "䲦",
    "䲧",
    "䲪",
    "䲬",
    "䲮",
    "䲯",
    "䲰",
    "䲱",
    "䲲",
    "䲳",
    "䲸",
    "䲹",
    "䲺",
    "䲻",
    "䲼",
    "䲽",
    "䲾",
    "䳀",
    "䳁",
    "䳂",
    "䳃",
    "䳅",
    "䳆",
    "䳉",
    "䳊",
    "䳋",
    "䳍",
    "䳎",
    "䳏",
    "䳐",
    "䳑",
    "䳓",
    "䳔",
    "䳕",
    "䳖",
    "䳙",
    "䳚",
    "䳝",
    "䳞",
    "䳟",
    "䳠",
    "䳡",
    "䳢",
    "䳣",
    "䳤",
    "䳦",
    "䳧",
    "䳩",
    "䳪",
    "䳫",
    "䳭",
    "䳮",
    "䳯",
    "䳲",
    "䳳",
    "䳴",
    "䳷",
    "䳸",
    "䳹",
    "䳻",
    "䳾",
    "䳿",
    "䴀",
    "䴁",
    "䴂",
    "䴃",
    "䴄",
    "䴅",
    "䴆",
    "䴇",
    "䴈",
    "䴉",
    "䴌",
    "䴐",
    "䴑",
    "䴚",
    "䴛",
    "䴜",
    "䴝",
    "䴞",
    "䴟",
    "䴠",
    "䴣",
    "䴤",
    "䴦",
    "䴧",
    "䴩",
    "䴪",
    "䴬",
    "䴭",
    "䴮",
    "䴯",
    "䴰",
    "䴱",
    "䴲",
    "䴳",
    "䴴",
    "䴶",
    "䴷",
    "䴹",
    "䴺",
    "䴻",
    "䴼",
    "䴽",
    "䴾",
    "䴿",
    "䵀",
    "䵁",
    "䵂",
    "䵃",
    "䵅",
    "䵇",
    "䵈",
    "䵉",
    "䵋",
    "䵌",
    "䵎",
    "䵏",
    "䵐",
    "䵒",
    "䵓",
    "䵔",
    "䵕",
    "䵖",
    "䵗",
    "䵘",
    "䵙",
    "䵚",
    "䵜",
    "䵝",
    "䵟",
    "䵠",
    "䵢",
    "䵣",
    "䵤",
    "䵥",
    "䵦",
    "䵧",
    "䵨",
    "䵪",
    "䵬",
    "䵭",
    "䵮",
    "䵯",
    "䵰",
    "䵱",
    "䵲",
    "䵳",
    "䵴",
    "䵵",
    "䵶",
    "䵷",
    "䵺",
    "䵻",
    "䵼",
    "䵽",
    "䵾",
    "䵿",
    "䶀",
    "䶁",
    "䶂",
    "䶃",
    "䶄",
    "䶅",
    "䶆",
    "䶇",
    "䶈",
    "䶉",
    "䶋",
    "䶍",
    "䶎",
    "䶐",
    "䶑",
    "䶒",
    "䶓",
    "䶔",
    "䶕",
    "䶖",
    "䶗",
    "䶘",
    "䶙",
    "䶛",
    "䶜",
    "䶝",
    "䶞",
    "䶟",
    "䶠",
    "䶡",
    "䶢",
    "䶣",
    "䶤",
    "䶥",
    "䶦",
    "䶨",
    "䶩",
    "䶪",
    "䶬",
    "䶰",
    "䶱",
    "䶳",
    "䶻",
    "䶼",
    "一",
    "丁",
    "丂",
    "七",
    "万",
    "丈",
    "三",
    "上",
    "下",
    "丌",
    "不",
    "丏",
    "丐",
    "丑",
    "且",
    "丕",
    "世",
    "丘",
    "丙",
    "丞",
    "丟",
    "並",
    "丨",
    "丩",
    "丫",
    "中",
    "丮",
    "丯",
    "丰",
    "丱",
    "串",
    "丳",
    "丵",
    "丶",
    "丸",
    "丹",
    "主",
    "丼",
    "丿",
    "乀",
    "乂",
    "乃",
    "久",
    "乇",
    "之",
    "乍",
    "乎",
    "乏",
    "乑",
    "乒",
    "乓",
    "乖",
    "乘",
    "乙",
    "乜",
    "九",
    "乞",
    "也",
    "乣",
    "乩",
    "乪",
    "乭",
    "乯",
    "乳",
    "乴",
    "乵",
    "乸",
    "乾",
    "亂",
    "亃",
    "亄",
    "亅",
    "了",
    "予",
    "事",
    "二",
    "亍",
    "于",
    "云",
    "互",
    "亓",
    "五",
    "井",
    "亘",
    "亙",
    "些",
    "亞",
    "亟",
    "亡",
    "亢",
    "交",
    "亥",
    "亦",
    "亨",
    "享",
    "京",
    "亭",
    "亮",
    "亳",
    "亴",
    "亶",
    "亹",
    "人",
    "亻",
    "亿",
    "什",
    "仁",
    "仂",
    "仃",
    "仄",
    "仆",
    "仇",
    "仈",
    "仉",
    "今",
    "介",
    "仍",
    "仔",
    "仕",
    "他",
    "仗",
    "付",
    "仙",
    "仚",
    "仛",
    "仜",
    "仝",
    "仞",
    "仟",
    "仠",
    "仡",
    "仢",
    "代",
    "令",
    "以",
    "仨",
    "仩",
    "仫",
    "仯",
    "仰",
    "仱",
    "仲",
    "仳",
    "仴",
    "仵",
    "件",
    "价",
    "仸",
    "仹",
    "任",
    "份",
    "仿",
    "伀",
    "企",
    "伃",
    "伄",
    "伅",
    "伆",
    "伈",
    "伉",
    "伊",
    "伋",
    "伌",
    "伍",
    "伎",
    "伏",
    "伐",
    "休",
    "伒",
    "伔",
    "伕",
    "优",
    "伙",
    "伝",
    "伢",
    "伬",
    "伭",
    "伯",
    "估",
    "伳",
    "伴",
    "伶",
    "伷",
    "伸",
    "伹",
    "伺",
    "伻",
    "似",
    "伽",
    "伾",
    "伿",
    "佁",
    "佂",
    "佃",
    "佄",
    "佅",
    "但",
    "佇",
    "佈",
    "佉",
    "佊",
    "佋",
    "佌",
    "位",
    "低",
    "住",
    "佐",
    "佑",
    "佒",
    "体",
    "佔",
    "何",
    "佖",
    "佗",
    "佘",
    "余",
    "佚",
    "佛",
    "作",
    "佝",
    "佞",
    "佟",
    "你",
    "佡",
    "佢",
    "佣",
    "佤",
    "佧",
    "佨",
    "佩",
    "佪",
    "佫",
    "佬",
    "佭",
    "佮",
    "佯",
    "佰",
    "佳",
    "佴",
    "併",
    "佶",
    "佷",
    "佸",
    "佹",
    "佺",
    "佻",
    "佼",
    "佽",
    "佾",
    "使",
    "侀",
    "侁",
    "侂",
    "侃",
    "侅",
    "來",
    "侇",
    "侈",
    "侉",
    "侊",
    "例",
    "侍",
    "侎",
    "侏",
    "侐",
    "侑",
    "侒",
    "侓",
    "侔",
    "侕",
    "侖",
    "侗",
    "侘",
    "侙",
    "侚",
    "供",
    "侜",
    "依",
    "侞",
    "侟",
    "侫",
    "侬",
    "侮",
    "侯",
    "侱",
    "侲",
    "侳",
    "侴",
    "侵",
    "侶",
    "侷",
    "侸",
    "侹",
    "侺",
    "侻",
    "侼",
    "侾",
    "便",
    "俀",
    "俁",
    "係",
    "促",
    "俄",
    "俅",
    "俆",
    "俇",
    "俈",
    "俉",
    "俊",
    "俋",
    "俍",
    "俎",
    "俏",
    "俐",
    "俑",
    "俒",
    "俓",
    "俔",
    "俕",
    "俖",
    "俗",
    "俘",
    "俙",
    "俚",
    "俛",
    "俜",
    "保",
    "俞",
    "俟",
    "俠",
    "信",
    "俤",
    "俥",
    "俧",
    "俬",
    "修",
    "俯",
    "俰",
    "俱",
    "俳",
    "俴",
    "俵",
    "俶",
    "俷",
    "俸",
    "俹",
    "俺",
    "俾",
    "俿",
    "倀",
    "倁",
    "倃",
    "倄",
    "倅",
    "倆",
    "倇",
    "倈",
    "倉",
    "倊",
    "個",
    "倌",
    "倍",
    "倏",
    "倐",
    "們",
    "倒",
    "倓",
    "倔",
    "倕",
    "倖",
    "倗",
    "倘",
    "候",
    "倚",
    "倛",
    "倜",
    "倝",
    "倞",
    "借",
    "倠",
    "倡",
    "倢",
    "倥",
    "倦",
    "倧",
    "倨",
    "倩",
    "倪",
    "倫",
    "倬",
    "倭",
    "倮",
    "倯",
    "倰",
    "倱",
    "倲",
    "倳",
    "倴",
    "倵",
    "倷",
    "倻",
    "值",
    "倽",
    "偁",
    "偃",
    "偄",
    "偅",
    "偆",
    "假",
    "偈",
    "偉",
    "偊",
    "偋",
    "偌",
    "偍",
    "偎",
    "偏",
    "偐",
    "偑",
    "偒",
    "偓",
    "偔",
    "偕",
    "偖",
    "偗",
    "偙",
    "做",
    "偛",
    "停",
    "偝",
    "偞",
    "偟",
    "偠",
    "偡",
    "偢",
    "偣",
    "偤",
    "健",
    "偦",
    "偨",
    "偩",
    "偪",
    "偫",
    "偭",
    "偮",
    "偯",
    "偰",
    "偱",
    "偲",
    "偳",
    "側",
    "偵",
    "偶",
    "偷",
    "偹",
    "偽",
    "傀",
    "傂",
    "傃",
    "傄",
    "傅",
    "傆",
    "傇",
    "傈",
    "傉",
    "傊",
    "傋",
    "傌",
    "傍",
    "傎",
    "傏",
    "傐",
    "傑",
    "傒",
    "傔",
    "傕",
    "傖",
    "傗",
    "傘",
    "備",
    "傛",
    "傜",
    "傝",
    "傞",
    "傢",
    "傣",
    "傦",
    "傪",
    "傫",
    "催",
    "傭",
    "傯",
    "傰",
    "傱",
    "傲",
    "傳",
    "傴",
    "債",
    "傷",
    "傸",
    "傺",
    "傻",
    "傼",
    "傽",
    "傾",
    "傿",
    "僀",
    "僁",
    "僂",
    "僄",
    "僅",
    "僆",
    "僇",
    "僈",
    "僉",
    "僊",
    "僋",
    "僌",
    "働",
    "僎",
    "像",
    "僐",
    "僑",
    "僒",
    "僓",
    "僔",
    "僕",
    "僖",
    "僗",
    "僙",
    "僚",
    "僛",
    "僜",
    "僝",
    "僟",
    "僠",
    "僢",
    "僣",
    "僤",
    "僥",
    "僦",
    "僧",
    "僨",
    "僩",
    "僪",
    "僬",
    "僭",
    "僮",
    "僯",
    "僰",
    "僱",
    "僳",
    "僵",
    "僶",
    "僷",
    "僸",
    "價",
    "僺",
    "僻",
    "僼",
    "僽",
    "僾",
    "僿",
    "儀",
    "儂",
    "儃",
    "億",
    "儅",
    "儆",
    "儇",
    "儈",
    "儉",
    "儊",
    "儋",
    "儎",
    "儏",
    "儐",
    "儑",
    "儒",
    "儓",
    "儔",
    "儕",
    "儖",
    "儗",
    "儘",
    "儙",
    "儚",
    "儛",
    "儜",
    "儝",
    "償",
    "儠",
    "儡",
    "儢",
    "儣",
    "儤",
    "儥",
    "儦",
    "儧",
    "儩",
    "優",
    "儬",
    "儭",
    "儯",
    "儰",
    "儱",
    "儲",
    "儳",
    "儴",
    "儵",
    "儶",
    "儷",
    "儸",
    "儹",
    "儺",
    "儻",
    "儼",
    "儽",
    "儾",
    "兀",
    "允",
    "元",
    "兄",
    "充",
    "兆",
    "兇",
    "先",
    "光",
    "克",
    "兌",
    "免",
    "兒",
    "兓",
    "兔",
    "兕",
    "兗",
    "党",
    "兜",
    "兟",
    "兢",
    "入",
    "內",
    "全",
    "兩",
    "八",
    "公",
    "六",
    "兮",
    "共",
    "兵",
    "其",
    "具",
    "典",
    "兼",
    "冀",
    "円",
    "冇",
    "冉",
    "冊",
    "再",
    "冑",
    "冒",
    "冓",
    "冔",
    "冕",
    "冗",
    "冘",
    "冚",
    "冞",
    "冠",
    "冡",
    "冢",
    "冤",
    "冥",
    "冧",
    "冪",
    "冫",
    "冬",
    "冮",
    "冰",
    "冱",
    "冶",
    "冷",
    "冹",
    "冼",
    "冽",
    "冿",
    "凁",
    "凂",
    "凃",
    "凅",
    "准",
    "凇",
    "凈",
    "凊",
    "凋",
    "凌",
    "凍",
    "凎",
    "凐",
    "凓",
    "凔",
    "凕",
    "凗",
    "凘",
    "凙",
    "凚",
    "凜",
    "凝",
    "凞",
    "几",
    "凡",
    "凩",
    "凰",
    "凱",
    "凳",
    "凶",
    "凸",
    "凹",
    "出",
    "凼",
    "函",
    "刀",
    "刁",
    "刃",
    "刅",
    "分",
    "切",
    "刈",
    "刊",
    "刋",
    "刌",
    "刎",
    "刏",
    "刐",
    "刑",
    "划",
    "刓",
    "刔",
    "刕",
    "刖",
    "列",
    "刜",
    "初",
    "刞",
    "刟",
    "刡",
    "刢",
    "刣",
    "判",
    "別",
    "刨",
    "利",
    "刪",
    "刮",
    "刯",
    "到",
    "刲",
    "刳",
    "刵",
    "制",
    "刷",
    "券",
    "刺",
    "刻",
    "剁",
    "剃",
    "剄",
    "剅",
    "剆",
    "則",
    "剈",
    "剉",
    "削",
    "剋",
    "剌",
    "前",
    "剎",
    "剒",
    "剔",
    "剕",
    "剖",
    "剗",
    "剘",
    "剚",
    "剛",
    "剜",
    "剝",
    "剞",
    "剟",
    "剡",
    "剢",
    "剨",
    "剩",
    "剪",
    "剫",
    "剬",
    "剭",
    "剮",
    "副",
    "割",
    "剳",
    "剴",
    "創",
    "剶",
    "剸",
    "剹",
    "剺",
    "剻",
    "剼",
    "剽",
    "剾",
    "剿",
    "劀",
    "劁",
    "劂",
    "劃",
    "劄",
    "劅",
    "劆",
    "劇",
    "劈",
    "劉",
    "劊",
    "劋",
    "劌",
    "劍",
    "劏",
    "劐",
    "劑",
    "劓",
    "劕",
    "劖",
    "劗",
    "劘",
    "劙",
    "力",
    "劜",
    "功",
    "加",
    "劣",
    "劤",
    "劥",
    "劦",
    "劧",
    "助",
    "努",
    "劫",
    "劬",
    "劭",
    "劯",
    "劰",
    "劳",
    "劶",
    "劷",
    "劸",
    "劺",
    "劻",
    "劼",
    "劽",
    "劾",
    "勁",
    "勂",
    "勃",
    "勆",
    "勇",
    "勉",
    "勍",
    "勏",
    "勐",
    "勒",
    "勓",
    "動",
    "勖",
    "勘",
    "務",
    "勛",
    "勜",
    "勝",
    "勞",
    "募",
    "勠",
    "勡",
    "勢",
    "勤",
    "勥",
    "勦",
    "勨",
    "勩",
    "勪",
    "勫",
    "勬",
    "勭",
    "勮",
    "勯",
    "勰",
    "勱",
    "勳",
    "勴",
    "勵",
    "勶",
    "勷",
    "勸",
    "勺",
    "勻",
    "勼",
    "勾",
    "勿",
    "匁",
    "包",
    "匆",
    "匈",
    "匉",
    "匊",
    "匋",
    "匌",
    "匍",
    "匎",
    "匏",
    "匐",
    "匑",
    "匒",
    "匓",
    "匔",
    "匕",
    "化",
    "北",
    "匙",
    "匚",
    "匛",
    "匜",
    "匝",
    "匠",
    "匡",
    "匢",
    "匣",
    "匤",
    "匧",
    "匨",
    "匪",
    "匬",
    "匭",
    "匯",
    "匰",
    "匱",
    "匴",
    "匵",
    "匶",
    "匷",
    "匸",
    "匹",
    "医",
    "匼",
    "匽",
    "匾",
    "匿",
    "區",
    "十",
    "千",
    "卅",
    "升",
    "午",
    "卉",
    "半",
    "卌",
    "卍",
    "卐",
    "卑",
    "卒",
    "卓",
    "協",
    "南",
    "卙",
    "博",
    "卜",
    "卞",
    "卟",
    "占",
    "卡",
    "卣",
    "卦",
    "卨",
    "卬",
    "卭",
    "卮",
    "卯",
    "印",
    "危",
    "卲",
    "即",
    "卵",
    "卶",
    "卷",
    "卸",
    "卺",
    "卻",
    "卼",
    "卾",
    "卿",
    "厂",
    "厃",
    "厄",
    "厊",
    "厎",
    "厏",
    "厑",
    "厒",
    "厓",
    "厔",
    "厖",
    "厗",
    "厘",
    "厙",
    "厚",
    "厜",
    "厝",
    "厞",
    "原",
    "厤",
    "厥",
    "厧",
    "厬",
    "厭",
    "厱",
    "厲",
    "厴",
    "厸",
    "厹",
    "去",
    "厽",
    "厾",
    "叀",
    "叁",
    "參",
    "叄",
    "又",
    "叉",
    "及",
    "友",
    "双",
    "反",
    "叒",
    "叔",
    "叕",
    "取",
    "受",
    "叚",
    "叛",
    "叝",
    "叟",
    "叡",
    "叢",
    "口",
    "古",
    "句",
    "另",
    "叨",
    "叩",
    "只",
    "叫",
    "召",
    "叭",
    "叮",
    "可",
    "台",
    "叱",
    "史",
    "右",
    "叴",
    "叵",
    "叶",
    "司",
    "叹",
    "叺",
    "叻",
    "叼",
    "叽",
    "叿",
    "吁",
    "吂",
    "吃",
    "各",
    "吆",
    "吇",
    "合",
    "吉",
    "吊",
    "吋",
    "同",
    "名",
    "后",
    "吏",
    "吐",
    "向",
    "吒",
    "吔",
    "吖",
    "吘",
    "吙",
    "君",
    "吜",
    "吝",
    "吞",
    "吟",
    "吠",
    "吡",
    "吥",
    "否",
    "吧",
    "吨",
    "吩",
    "吪",
    "含",
    "听",
    "吭",
    "吮",
    "吰",
    "吱",
    "吲",
    "吳",
    "吵",
    "吶",
    "吷",
    "吸",
    "吹",
    "吺",
    "吻",
    "吼",
    "吽",
    "吾",
    "呀",
    "呁",
    "呂",
    "呃",
    "呄",
    "呅",
    "呆",
    "呇",
    "呈",
    "告",
    "呋",
    "呍",
    "呎",
    "呏",
    "呔",
    "呚",
    "呞",
    "呟",
    "呠",
    "呡",
    "呢",
    "呣",
    "呤",
    "呥",
    "呦",
    "呧",
    "周",
    "呫",
    "呬",
    "呭",
    "呮",
    "呯",
    "呰",
    "呱",
    "呲",
    "味",
    "呴",
    "呵",
    "呶",
    "呷",
    "呸",
    "呹",
    "呺",
    "呻",
    "呼",
    "命",
    "呾",
    "呿",
    "咀",
    "咁",
    "咂",
    "咃",
    "咄",
    "咅",
    "咆",
    "咇",
    "咈",
    "咉",
    "咋",
    "和",
    "咍",
    "咎",
    "咐",
    "咑",
    "咒",
    "咓",
    "咔",
    "咕",
    "咖",
    "咗",
    "咘",
    "咚",
    "咟",
    "咠",
    "咡",
    "咢",
    "咣",
    "咥",
    "咦",
    "咧",
    "咨",
    "咩",
    "咪",
    "咫",
    "咬",
    "咭",
    "咮",
    "咯",
    "咰",
    "咱",
    "咳",
    "咴",
    "咵",
    "咶",
    "咷",
    "咸",
    "咹",
    "咺",
    "咻",
    "咼",
    "咽",
    "咾",
    "咿",
    "哀",
    "品",
    "哂",
    "哃",
    "哄",
    "哆",
    "哇",
    "哈",
    "哉",
    "哊",
    "哋",
    "哌",
    "响",
    "哎",
    "哏",
    "哐",
    "哖",
    "哘",
    "哚",
    "哞",
    "哠",
    "員",
    "哢",
    "哤",
    "哥",
    "哦",
    "哧",
    "哨",
    "哩",
    "哪",
    "哫",
    "哬",
    "哭",
    "哮",
    "哯",
    "哰",
    "哱",
    "哲",
    "哳",
    "哴",
    "哵",
    "哷",
    "哸",
    "哹",
    "哺",
    "哼",
    "哽",
    "哾",
    "哿",
    "唁",
    "唂",
    "唄",
    "唅",
    "唆",
    "唇",
    "唈",
    "唉",
    "唊",
    "唋",
    "唌",
    "唎",
    "唏",
    "唐",
    "唑",
    "唒",
    "唓",
    "唔",
    "唗",
    "唚",
    "唜",
    "唣",
    "唥",
    "唦",
    "唧",
    "唩",
    "唪",
    "唫",
    "唬",
    "唭",
    "售",
    "唯",
    "唰",
    "唱",
    "唲",
    "唳",
    "唴",
    "唵",
    "唶",
    "唷",
    "唹",
    "唺",
    "唻",
    "唼",
    "唽",
    "唾",
    "唿",
    "啁",
    "啂",
    "啃",
    "啄",
    "啅",
    "商",
    "啇",
    "啈",
    "啉",
    "啊",
    "啋",
    "啌",
    "啍",
    "問",
    "啐",
    "啑",
    "啒",
    "啕",
    "啖",
    "啘",
    "啙",
    "啛",
    "啜",
    "啝",
    "啞",
    "啟",
    "啡",
    "啢",
    "啤",
    "啥",
    "啦",
    "啨",
    "啩",
    "啪",
    "啫",
    "啱",
    "啲",
    "啳",
    "啵",
    "啶",
    "啷",
    "啺",
    "啻",
    "啼",
    "啽",
    "啾",
    "啿",
    "喀",
    "喁",
    "喂",
    "喃",
    "善",
    "喅",
    "喇",
    "喈",
    "喉",
    "喊",
    "喋",
    "喌",
    "喍",
    "喎",
    "喏",
    "喐",
    "喑",
    "喓",
    "喔",
    "喕",
    "喖",
    "喗",
    "喘",
    "喙",
    "喚",
    "喛",
    "喜",
    "喝",
    "喟",
    "喠",
    "喡",
    "喢",
    "喣",
    "喤",
    "喥",
    "喦",
    "喧",
    "喨",
    "喪",
    "喫",
    "喬",
    "喭",
    "單",
    "喯",
    "喱",
    "喲",
    "喳",
    "喴",
    "喵",
    "喸",
    "喹",
    "喻",
    "嗀",
    "嗂",
    "嗃",
    "嗄",
    "嗅",
    "嗆",
    "嗇",
    "嗉",
    "嗊",
    "嗋",
    "嗌",
    "嗍",
    "嗎",
    "嗏",
    "嗐",
    "嗑",
    "嗒",
    "嗓",
    "嗔",
    "嗕",
    "嗖",
    "嗗",
    "嗘",
    "嗙",
    "嗚",
    "嗛",
    "嗜",
    "嗝",
    "嗞",
    "嗟",
    "嗠",
    "嗡",
    "嗢",
    "嗣",
    "嗤",
    "嗥",
    "嗦",
    "嗨",
    "嗩",
    "嗪",
    "嗬",
    "嗮",
    "嗯",
    "嗰",
    "嗱",
    "嗲",
    "嗵",
    "嗶",
    "嗷",
    "嗸",
    "嗹",
    "嗺",
    "嗻",
    "嗼",
    "嗽",
    "嗾",
    "嗿",
    "嘀",
    "嘁",
    "嘂",
    "嘃",
    "嘄",
    "嘆",
    "嘇",
    "嘈",
    "嘉",
    "嘊",
    "嘋",
    "嘌",
    "嘍",
    "嘎",
    "嘏",
    "嘐",
    "嘑",
    "嘒",
    "嘓",
    "嘔",
    "嘕",
    "嘖",
    "嘗",
    "嘙",
    "嘚",
    "嘛",
    "嘜",
    "嘝",
    "嘞",
    "嘟",
    "嘡",
    "嘢",
    "嘣",
    "嘦",
    "嘧",
    "嘩",
    "嘪",
    "嘫",
    "嘬",
    "嘭",
    "嘮",
    "嘯",
    "嘰",
    "嘲",
    "嘳",
    "嘴",
    "嘵",
    "嘶",
    "嘸",
    "嘹",
    "嘺",
    "嘻",
    "嘽",
    "嘾",
    "嘿",
    "噀",
    "噁",
    "噂",
    "噃",
    "噅",
    "噆",
    "噇",
    "噈",
    "噊",
    "噋",
    "噌",
    "噍",
    "噎",
    "噏",
    "噒",
    "噓",
    "噔",
    "噗",
    "噘",
    "噙",
    "噚",
    "噝",
    "噞",
    "噠",
    "噢",
    "噣",
    "噤",
    "噥",
    "噦",
    "噧",
    "器",
    "噩",
    "噪",
    "噫",
    "噬",
    "噭",
    "噮",
    "噯",
    "噰",
    "噱",
    "噲",
    "噳",
    "噴",
    "噶",
    "噷",
    "噸",
    "噹",
    "噻",
    "噼",
    "噿",
    "嚀",
    "嚁",
    "嚂",
    "嚃",
    "嚄",
    "嚅",
    "嚆",
    "嚇",
    "嚈",
    "嚉",
    "嚊",
    "嚋",
    "嚌",
    "嚍",
    "嚎",
    "嚏",
    "嚑",
    "嚒",
    "嚓",
    "嚕",
    "嚖",
    "嚗",
    "嚘",
    "嚚",
    "嚛",
    "嚜",
    "嚝",
    "嚟",
    "嚠",
    "嚡",
    "嚤",
    "嚥",
    "嚦",
    "嚧",
    "嚨",
    "嚩",
    "嚫",
    "嚬",
    "嚭",
    "嚮",
    "嚯",
    "嚰",
    "嚱",
    "嚲",
    "嚳",
    "嚴",
    "嚵",
    "嚶",
    "嚷",
    "嚸",
    "嚹",
    "嚺",
    "嚻",
    "嚼",
    "嚾",
    "嚿",
    "囀",
    "囁",
    "囂",
    "囃",
    "囄",
    "囅",
    "囆",
    "囇",
    "囈",
    "囉",
    "囊",
    "囋",
    "囌",
    "囎",
    "囐",
    "囑",
    "囒",
    "囔",
    "囖",
    "囚",
    "四",
    "囜",
    "囝",
    "回",
    "囟",
    "因",
    "囡",
    "囤",
    "囥",
    "囧",
    "囨",
    "囩",
    "囪",
    "囫",
    "囮",
    "困",
    "囷",
    "囹",
    "固",
    "囼",
    "囿",
    "圁",
    "圂",
    "圃",
    "圄",
    "圇",
    "圈",
    "圉",
    "圊",
    "國",
    "圌",
    "圍",
    "圐",
    "圑",
    "園",
    "圓",
    "圔",
    "圖",
    "團",
    "圙",
    "圚",
    "圛",
    "圜",
    "圞",
    "土",
    "圠",
    "圢",
    "圣",
    "圥",
    "圦",
    "在",
    "圩",
    "圪",
    "圫",
    "圬",
    "圭",
    "圮",
    "圯",
    "地",
    "圱",
    "圳",
    "圴",
    "圵",
    "圶",
    "圷",
    "圸",
    "圻",
    "圾",
    "圿",
    "址",
    "坁",
    "坂",
    "坄",
    "坅",
    "均",
    "坈",
    "坉",
    "坊",
    "坋",
    "坌",
    "坍",
    "坎",
    "坏",
    "坐",
    "坑",
    "坒",
    "坠",
    "坡",
    "坢",
    "坤",
    "坥",
    "坦",
    "坧",
    "坨",
    "坩",
    "坪",
    "坫",
    "坬",
    "坭",
    "坯",
    "坰",
    "坱",
    "坲",
    "坳",
    "坴",
    "坵",
    "坶",
    "坷",
    "坹",
    "坺",
    "坻",
    "坼",
    "坽",
    "坾",
    "垀",
    "垂",
    "垃",
    "垈",
    "垉",
    "型",
    "垌",
    "垍",
    "垎",
    "垏",
    "垑",
    "垓",
    "垔",
    "垕",
    "垖",
    "垗",
    "垘",
    "垙",
    "垚",
    "垛",
    "垝",
    "垞",
    "垟",
    "垠",
    "垡",
    "垢",
    "垣",
    "垤",
    "垥",
    "垧",
    "垨",
    "垬",
    "垮",
    "垳",
    "垵",
    "垶",
    "垷",
    "垸",
    "垹",
    "垺",
    "垻",
    "垽",
    "垿",
    "埁",
    "埂",
    "埃",
    "埄",
    "埅",
    "埆",
    "埇",
    "埈",
    "埉",
    "埋",
    "埌",
    "埍",
    "城",
    "埏",
    "埐",
    "埑",
    "埒",
    "埔",
    "埕",
    "埖",
    "埗",
    "埜",
    "埝",
    "域",
    "埠",
    "埡",
    "埢",
    "埣",
    "埤",
    "埥",
    "埧",
    "埨",
    "埩",
    "埪",
    "埫",
    "埬",
    "埭",
    "埮",
    "埯",
    "埰",
    "埱",
    "埲",
    "埴",
    "埵",
    "埶",
    "執",
    "埸",
    "培",
    "基",
    "埻",
    "埼",
    "埽",
    "埾",
    "堀",
    "堁",
    "堂",
    "堄",
    "堅",
    "堆",
    "堇",
    "堈",
    "堉",
    "堊",
    "堋",
    "堌",
    "堍",
    "堎",
    "堐",
    "堓",
    "堖",
    "堗",
    "堙",
    "堚",
    "堛",
    "堜",
    "堝",
    "堞",
    "堟",
    "堠",
    "堡",
    "堢",
    "堣",
    "堤",
    "堥",
    "堧",
    "堨",
    "堩",
    "堪",
    "堫",
    "堬",
    "堭",
    "堮",
    "堯",
    "堰",
    "報",
    "堲",
    "堳",
    "場",
    "堵",
    "堶",
    "堸",
    "堹",
    "堻",
    "堼",
    "堽",
    "堾",
    "堿",
    "塂",
    "塃",
    "塄",
    "塅",
    "塇",
    "塈",
    "塉",
    "塊",
    "塋",
    "塌",
    "塍",
    "塎",
    "塏",
    "塑",
    "塒",
    "塓",
    "塔",
    "塕",
    "塖",
    "塗",
    "塘",
    "塙",
    "塚",
    "塛",
    "塜",
    "塝",
    "塞",
    "塠",
    "塢",
    "塣",
    "塤",
    "塥",
    "塦",
    "塧",
    "塨",
    "填",
    "塬",
    "塭",
    "塮",
    "塯",
    "塱",
    "塲",
    "塳",
    "塵",
    "塶",
    "塷",
    "塸",
    "塹",
    "塺",
    "塻",
    "塽",
    "塾",
    "塿",
    "墀",
    "墁",
    "境",
    "墄",
    "墅",
    "墆",
    "墇",
    "墈",
    "墉",
    "墊",
    "墋",
    "墌",
    "墎",
    "墏",
    "墐",
    "墑",
    "墒",
    "墓",
    "墔",
    "墕",
    "墘",
    "墚",
    "墜",
    "墝",
    "增",
    "墟",
    "墠",
    "墡",
    "墢",
    "墣",
    "墤",
    "墥",
    "墦",
    "墧",
    "墨",
    "墩",
    "墫",
    "墭",
    "墮",
    "墱",
    "墲",
    "墳",
    "墴",
    "墶",
    "墷",
    "墺",
    "墼",
    "墽",
    "墾",
    "墿",
    "壀",
    "壁",
    "壂",
    "壅",
    "壆",
    "壇",
    "壈",
    "壉",
    "壋",
    "壍",
    "壏",
    "壑",
    "壒",
    "壓",
    "壔",
    "壕",
    "壖",
    "壗",
    "壘",
    "壙",
    "壚",
    "壛",
    "壜",
    "壝",
    "壞",
    "壟",
    "壠",
    "壡",
    "壢",
    "壣",
    "壤",
    "壦",
    "壧",
    "壨",
    "壩",
    "壪",
    "士",
    "壬",
    "壯",
    "壴",
    "壹",
    "壺",
    "壼",
    "壽",
    "壾",
    "壿",
    "夂",
    "夃",
    "夆",
    "夋",
    "夌",
    "复",
    "夎",
    "夏",
    "夐",
    "夒",
    "夔",
    "夕",
    "外",
    "夗",
    "夙",
    "多",
    "夜",
    "夠",
    "夡",
    "夢",
    "夤",
    "夥",
    "夦",
    "大",
    "夨",
    "天",
    "太",
    "夫",
    "夬",
    "夭",
    "央",
    "夯",
    "夰",
    "失",
    "夲",
    "夳",
    "夵",
    "夷",
    "夸",
    "夻",
    "夼",
    "夽",
    "夾",
    "夿",
    "奀",
    "奃",
    "奄",
    "奅",
    "奆",
    "奇",
    "奈",
    "奉",
    "奊",
    "奋",
    "奍",
    "奎",
    "奏",
    "奐",
    "契",
    "奒",
    "奓",
    "奔",
    "奕",
    "套",
    "奘",
    "奙",
    "奚",
    "奛",
    "奜",
    "奝",
    "奞",
    "奟",
    "奠",
    "奡",
    "奢",
    "奣",
    "奤",
    "奦",
    "奧",
    "奩",
    "奪",
    "奫",
    "奭",
    "奮",
    "奯",
    "奰",
    "奱",
    "奲",
    "女",
    "奴",
    "奵",
    "奶",
    "奷",
    "奸",
    "她",
    "奺",
    "奻",
    "奼",
    "好",
    "奾",
    "奿",
    "妀",
    "妁",
    "如",
    "妃",
    "妄",
    "妉",
    "妊",
    "妋",
    "妌",
    "妍",
    "妎",
    "妏",
    "妐",
    "妑",
    "妒",
    "妓",
    "妔",
    "妕",
    "妖",
    "妗",
    "妘",
    "妙",
    "妚",
    "妜",
    "妝",
    "妞",
    "妟",
    "妠",
